app/controllers/sounds_controller.rb

  def index
    @sounds = Sound.all
---
SELECT "sounds".* FROM "sounds"